export const organization = {
  create: {
    loading: 'Создаём организацию',
    success: 'Организация успешно создана',
    error: 'Ошибка при создании организации',
  },
  edit: {
    loading: 'Обновляем организацию',
    success: 'Организация успешно обновлена',
    error: 'Ошибка при обновлении организации',
  },
  delete: {
    loading: 'Удаляем организацию',
    success: 'Организация успешно удалена',
    error: 'Ошибка при удалении организации',
  },
  validation: { error: 'Ошибка валидации' },
};
